Repository: aldolat/pinboard-bookmarks
Catalog: languages/pinboard-bookmarks-*.po
Languages: it_it

source: Stored on:
it_it: Archiviato il:

source: Tags:
it_it: Tag:

source: See the bookmarks on Pinboard
it_it: Guarda i segnalibri su Pinboard

source: You have not properly configured the widget. Please, add a username or a tag at least.
it_it: Non hai configurato il widget in modo corretto. Aggiungi almeno un nome utente o un tag

source: There was a problem with your feed! The error is %s
it_it: C'è un problema col tuo feed! L'errore è %s

source: No items.
it_it: Nessun articolo.

source: Read &laquo;%s&raquo;
it_it: Leggi &laquo;%s&raquo;

source: Go to the bookmark stored on Pinboard.
it_it: Vai al segnalibro archiviato su Pinboard.

source: View the tag %s on Pinboard
it_it: Guarda il tag %s su Pinboard

source: Click here to rate and review this plugin on WordPress.org
it_it: Fai clic qui per valutare e recensire questo plugin su WordPress.org

source: Rate this plugin
it_it: Valuta questo plugin

source: Environment informations:
it_it: Informazioni d'ambiente:

source: Site URL: %s
it_it: URL del sito: %s

source: WP version: %s
it_it: Versione di WP: %s

source: Plugin version: %s
it_it: Versione del plugin: %s

source: The options:
it_it: Le opzioni:

source: (empty)
it_it: (vuoto)

source: URL and components:
it_it: URL e componenti:

source: Publish a bookmarks list using your Pinboard bookmarks
it_it: Pubblica una lista di segnalibri usando i segnalibri su Pinboard

source: My bookmarks on Pinboard
it_it: I miei segnalibri su Pinboard

source: Informations
it_it: Informazioni

source: This widget allows you to publish a list of Pinboard bookmarks in your sidebar. Simply enter a username on Pinboard and/or one or more tags. Then click on Save button.
it_it: Questo widget ti permette di pubblicare una lista di segnalibri di Pinboard nella barra laterale. Ti basta inserire un nome utente e/o uno o più tag. Quindi fai clic sul pulsante Salva.

source: Please note that a username or one tag is required, at least.
it_it: Nota che è necessario inserire almeno un nome utente oppure un tag.

source: Title of the widget
it_it: Titolo del widget

source: Title:
it_it: Titolo:

source: Basic Setup
it_it: Impostazioni di base

source: Username on Pinboard:
it_it: Nome utente su Pinboard:

source: username
it_it: nomeutente

source: books reading comics
it_it: libri letture fumetti

source: Enter a space separated list of tags, up to 3 tags. The plugin will fetch bookmarks from this list of tags.
it_it: Inserisci una lista di tag separata con spazi, fino a un massimo di 3 tag. Il plugin preleverà i segnalibri da questa lista di tag.

source: Maximum number of items:
it_it: Numero massimo di elementi:

source: Maximum 400 items.
it_it: Al massimo 400 elementi.

source: Display items in random order
it_it: Visualizza le voci in ordine casuale

source: Minimum time between two fetchings:
it_it: Tempo minimo fra due prelievi:

source: In seconds. Minimum 1800 seconds (30 minutes).
it_it: In secondi. Almeno 1800 secondi (30 minuti).

source: Bookmark description
it_it: Descrizione del segnalibro

source: Display the bookmark description
it_it: Vsualizza la descrizione del segnalibro

source: Length of the description:
it_it: Lunghezza della descrizione:

source: (In words. %s means full text)
it_it: (in parole. %s visualizza tutto il testo)

source: Date of the bookmark
it_it: Data del segnalibro

source: Display the date of the bookmark
it_it: Visualizza la data del segnalibro

source: Text before the date:
it_it: Testo prima della data:

source: Stored on
it_it: Archiviato il

source: A space will be added after the text.
it_it: Dopo il testo verrà aggiunto uno spazio.

source: Tags of the bookmark
it_it: Tag del segnalibro

source: Display tags
it_it: Visualizza i tag

source: Text before tags list:
it_it: Testo prima dei tag:

source: Display an hashtag %s before each tag
it_it: Visualizza un hashtag %s prima di ogni segnalibro

source: Use a comma %s after each tag
it_it: Usa una virgola %s dopo ogni tag

source: Link to the archive
it_it: Link all'archivio

source: Display the link to my bookmarks archive on Pinboard
it_it: Visualizza il link all'archivio dei segnalibri su Pinboard

source: Text for the archive link:
it_it: Testo per il link all'archivio:

source: Display an arrow after the link to the archive
it_it: Visualizza una freccia dopo il link all'archivio

source: Other options
it_it: Altre opzioni

source: Display an arrow after each title
it_it: Visualizza una freccia dopo ogni titolo

source: Open links in a new browser tab
it_it: Apri i link in una nuova scheda del browser

source: Add %s to links
it_it: Aggiungi %s ai link

source: It will be added only to the link in titles, not in tag links too.
it_it: Sarà aggiunto solo ai link nei titoli, e non anche in quelli dei tag.

source: Debug options
it_it: Opzioni di debug

source: You are using Pinboard Bookmarks version %s.
it_it: Stai usando Pinboard Bookmarks versione %s.

source: Use this options for debugging purposes only. Only the Administrator can view the debugging informations.
it_it: Usa questa opzione solo per scopi di debug. Solo il ruolo di Amministratore può vedere le informazioni di debug.

source: Display parameters
it_it: Visualizza i parametri

source: Display URLs
it_it: Visualizza gli URL

source: Publish Pinboard bookmarks on your WordPress blog.
it_it: Pubblica segnalibri di Pinboard sul tuo blog WordPress.
